Repository: dragomirdraganov-cloud/ARKDex
Catalog: ARKDex/Resources/Localizable.xcstrings
Source language: en
Languages: es

# app.tab.home
source: Home
es: Inicio

# app.tab.settings
source: Settings
es: Ajustes

# common.error.title
source: Something went wrong
es: Algo no ha ido bien

# common.retry
source: Retry
es: Reintentar

# detail.message
source: Selected item identifier:
es: Identificador del elemento seleccionado:

# detail.navigation_title
source: Detail
es: Detalle

# detail.title
source: Typed navigation
es: Navegación tipada

# home.architecture_ready
source: ARKDex is ready to grow creature by creature.
es: ARKDex está preparado para crecer criatura a criatura.

# home.empty.message
source: There is nothing to show yet.
es: Todavía no hay contenido disponible.

# home.empty.title
source: No content
es: Sin contenido

# home.error.message
source: The content could not be loaded.
es: No se pudo cargar el contenido.

# home.loading
source: Loading content
es: Cargando contenido

# home.search.accessibility_label
source: Search
es: Buscar

# home.search.placeholder
source: Search creatures
es: Buscar criaturas

# home.search.suggestion.one
source: Item 1
es: Elemento 1

# home.search.suggestion.three
source: Item 3
es: Elemento 3

# home.search.suggestion.two
source: Item 2
es: Elemento 2

# home.navigation_title
source: Home
es: Inicio

# home.open_detail
source: Open example detail
es: Abrir detalle de ejemplo

# settings.analytics.description
source: Example preference stored through an interchangeable key-value store.
es: Preferencia de ejemplo guardada mediante almacenamiento key-value intercambiable.

# settings.analytics.title
source: Share anonymous analytics
es: Compartir analítica anónima

# settings.navigation_title
source: Settings
es: Ajustes

# settings.save
source: Save preference
es: Guardar preferencia

# settings.save_error
source: The preference could not be saved.
es: No se pudo guardar la preferencia.

# settings.saved
source: Preference saved
es: Preferencia guardada
